{"/boost":{"title":"Boost","data":{"":"Your browser does not support the video tag.\nBoost modu sabit bir videodan çok sayıda düzenlenmiş yeni video üretmek için oldukça etkilidir.Affiliate marketing, dropshipping vb. konularla ilgilenenler ve sosyal medya için konsept içerikler üretmek isteyenler için eşsiz bir sistemdir.","üretim-sayısı#Üretim Sayısı":"Boost modu aktif edildiğinde ekranda \" Üretim Sayısı \" seçeneği oluşur.Bu seçenek ile üretmek istediğiniz video sayısı belirlenir.Ürünlerinize ait içerikleri \" Ortak \" yapısı altında açıkladığımız Genel Ayarlar, Seçenekler ve Özel Tasarım gibi içerik oluşturma\r\nyöntemlerimizi kullanarak dilediğiniz sayıda yeni içerik türüne dönüştürebilirsiniz."}},"/hitgun":{"title":"Mod: Hit Gun","data":{"":"Your browser does not support the video tag.\nHit Gun, VE3.Plus sisteminin en gelişmiş yapısıdır.Yatay videolardan dikeylere her türlü içerik türünün üretilmesini sağlar.Fabrika, Viral, Geniş, Render ve Altyazı adında beş temel özelliği bulunur.Bu özelliklerin tümü kendi içlerinde benzersiz alt özelliklere sahiptir."}},"/egitimler":{"title":"Eğitimler","data":{"":"VE3.Plus'ın kullanımına dair eğitim içerikleri Forum'umuzda paylaşılmaktadır.Arzu ederseniz Talent Scout kategorisi üzerinden kendi eğitimlerinizi de diğer kullanıcılarla paylaşarak topluluğumuza katkı sağlayabilirsiniz."}},"/hitgun/fabrika":{"title":"Fabrika","data":{"":"Hit Gun modunun en önemli alt özelliklerini barındırır.Üretilmek istenen videoların sürelerinden sayılarına, üretim şeklinden tasarımına pek çok detay burada hazırlanır."}},"/hitgun/fabrika/alan":{"title":"Alan","data":{"":"Hit Gun sistemi, Geniş seçeneği aktif değilken her daim \" dikey \" videolar oluşturur.Alan kısmı ise, bu dikey videoların detaylandırılabildiği bölümdür.Varsayılan, Özel ve Gelişmiş adında üç ayrı seçeneği bulunur."}},"/hitgun/altyazi":{"title":"Altyazı","data":{"":"Your browser does not support the video tag.\nHit Gun modunun bir alt özelliğidir.\nŞu an için yalnızca Fabrika özelliği ile beraber kullanılabilir.","dil#Dil":"Dil seçeneğinde Altyazı Modu yer alır. Burada, altyazımızın modu belirlenir.","video-dili#Video Dili":"Video Dili seçeneği aktif edildiğinde, yalnızca kullanılan videonun orijinal dili ile altyazı oluşturulur.","başka-dil#Başka Dil":"Orijinal dili farklı bir dilde altyazıya çevirmek için bu özellik kullanılır.Kaynak Video Dili kısmından videonun gerçek dili belirlenir.Hedef Dil kısmından ise üretilmek istenen altyazı dili seçimi yapılır.","tasarım#Tasarım":"Altyazılarımızı özelleştirmek istiyorsak Tasarım seçeneğinden yararlanabiliriz.","yazı-tipi#Yazı Tipi":"Altyazılarımızı farklı yazı tipleri ile göstermek için burayı kullanabiliriz.","yazı-boyutu#Yazı Boyutu":"Altyazıların boyutunu ayarlayabileceğimiz alandır. Sabit birkaç değerin yanı sıra özel boyut belirleyebileceğiniz bir bölüm de yer alır.","yazı-rengi#Yazı Rengi":"Altyazı rengini buradan değiştirebilirsiniz.","gölge#Gölge":"Altyazılarınızı doğrudan oluşturmak yerine siyah bir alanın üzerinde oluşturmak istiyorsanız Gölge seçeneğini aktif edebilirsiniz.Siyah seçeneği işaretlendiğinde altyazılar doğrudan siyah bir baskının üzerinde oluşur.Transparan seçeneği işaretlendiğinde ise şeffaf bir siyahlık üzerinde oluşur.","konum#Konum":"Altyazılarınızın konumunu ayarlayabileceğiniz alandır.Sistem tarafından önerilen konumların yanı sıra özel konum belirleyebilir, koordinatları girerek altyazılarınzı arzu ettiğiniz bir yerde gösterebilirsiniz."}},"/hitgun/fabrika/alan/gelismis":{"title":"Gelismis","data":{"gelişmiş#Gelişmiş":"Gelişmiş alan, daha kompleks bir yapıdır.Diğer tüm seçeneklerde, hedef videodan alınan görüntüler tepe noktadan başlar ve en alta iner. Yalnızca sağ ve sol alanlara göre oranlar oluşturulur.Örneğin %38 değerinde, videonun sağında ve solundaki %31'lik alanlar yok sayılır ve kaydedilen mp4 dosyasında görünmez.Gelişmiş seçenek ise hedef videonun tamamına müdahale etmemizi sağlar.Dilediğimiz herhangi bir noktayı, çerçeveyi kaydedebiliriz.Gelişmiş seçeneği işaretlendiği takdirde Yüzde ve Piksel adında iki adet Gelişmiş Alan Tipi ortaya çıkar.","gelişmiş-alan-tipi-yüzde#Gelişmiş Alan Tipi: Yüzde":"Hedef videodan yakalamak istediğimiz bölümü yüzdesel ifadelerle seçtiğimiz yerdir.\nEn büyük faydası, çözünürlük hesaplama ihtiyacını ortadan kaldırmasıdır.Bilindiği üzre her videonun çözünürlüğü birbirinden farklı olabilir.\r\nBu yüzden, özellikle çok sayıda farklı hedef video ile gerçekleştirilen çalışmalarda \"sabit değerler\" üzerinden çalışma yürütmek sorunlar yaratabilir.Bu sorunları en aza indirmek adına yüzdesel ifadelerle işlem yürütmek, daha doğru sonuçlar elde edilmesini sağlayacaktır.Yüzde seçeneği işaretlendiğinde Gelişmiş Alan - Yüzde seçeneği önümüze çıkar.Buradaki sıralama : Üst, Alt, Sol, Sağ şeklindedir.Seçmek istediğimiz alana göre üstten, alttan, soldan ve sağdan yüzdesel oranlarımızı yazarız ve geriye kalan bölüm kaydedeceğimiz kısım olur.Örnek : 5,55,60,6","gelişmiş-alan-tipi-piksel#Gelişmiş Alan Tipi: Piksel":"Hedef videodan seçilmek istenen alanın pikseller ile seçilmesini sağlar.İşaretlendiğinde, Gelişmiş Alan - Piksel seçeneği ekranda belirir.Burada Genişlik, Yükseklik, X ve Y koordinatları sırasıyla girilmelidir.Girilen genişlik ve yükseklik değerleri, hedef videoda seçilmek istenen alanın genişliğini ve yüksekliğini belirtir. X ve Y değeri ise bu alanın yer aldığı koordinatlardır.","örnek#Örnek":"Yukarıda yer alan görsel üzerinden Piksel özelliğini açıklamak için Paint'ten faydalanabiliriz. :Kırmızı çerçevenin çözünürlük değerlerini(video çözünürlüğü) bulmak için Paint'in \"Seç\" özelliğini kullanarak ilgili alanı\r\nseçtiğimizde bu alanın çözünürlüğüne ulaşabiliyoruz.Özel bir alanını seçmek istediğimiz videomuzun çözünürlüğü 737x385.\nVideo içerisinde seçmek istediğimiz mavi alanın çözünürlüğü ise 223x192 şeklinde.\nYani, 737x385 çözünürlüğe sahip bir görüntü içerisinde ilgili alanı seçebilmemiz için çözünürlük ayarımız 223x192 olmalı.Çözünürlük ayarımızı belirledikten sonra, bu çözünürlüğün X ve Y koordinatlarını tespit etmemiz gerekir.Bu durumda, konumu tespit edebilmemiz için mouse ile seçmek istediğimiz alanın başlangıç noktasına gitmeliyiz.\nKırmızı nokta ile belirtilen yere mouse götürüldüğünde, ilgili konumun X ve Y değerlerinin 499,52 olduğunu sol alttan görebiliriz.İlk değer X, ikinci değer ise Y koordinatını ifade etmektedir.Bu durumda;X koordinatımız : 499Y koordinatımız : 52olur.Son durumda hem çözünürlük hem X ve Y koordinatlarına sahip olduğumuz için bu değerleri sisteme girebiliriz.Sistemimize tanımlamamız gereken değerler sırasıyla şu şekilde olacaktır :223,192,499,52Hedef içeriğin çözünürlük oranı 737x385 olduğu durumda, yukarıdaki veriler sisteme tanımlandığı takdirde ilgili alan seçilecek ve üretilen videoda yalnızca bu alanın görüntüsü karşımıza çıkacaktır."}},"/hitgun/fabrika/alan/ozel":{"title":"Ozel","data":{"özel#Özel":"%38 olan varsayılan değerin değiştirilmesini sağlar.Kullanıcı bu değeri artırıp azaltarak hedef videonun dilediği alanını kaydedebilir."}},"/hitgun/fabrika/alan/varsayilan":{"title":"Varsayilan","data":{"varsayılan#Varsayılan":"Dikey içerik üretimleri, hedef videonun ortasından dikey görüntü alınarak oluşturulur.Varsayılan mod aktifken bu görüntü aralığının değeri %38'dir.%38'lik alan içerisinde olan dikey görüntü, yeni bir mp4 dosyası olarak kaydedilir."}},"/hitgun/fabrika/esitle":{"title":"Eşitle","data":{"":"Hedef videonun üretilen dikey videoya entegre edilmesini sağlar.İşaretlendiği takdirde;Ana Video Konumu - Ana Video Oranı - Birleşen Alanseçenekleri ortaya çıkar.\nYour browser does not support the video tag.","ana-video-konumu#Ana Video Konumu":"Ana video, üretilen dikey videoyu ifade eder.Ana video konumunda Üst ve Alt adında iki seçenek bulunur.Varsayılan olarak Üst seçeneği işaretlidir ve üretilen içeriklerde ana video üst kısımda yer alır.Ana Video Konumu, Alt olarak işaretlendiğinde ise Eşitlenen video üste geçer, ana video altta yer alır.","ana-video-oranı#Ana Video Oranı":"Ana video oranı, ikiye bölünen ekranda ana videonun kaplayacağı yeri ifade eder.Varsayılan olarak bu oran 70'tir. 70 ifadesi %70 anlamına gelir.Kalan %30'luk bölümde ise Birleşen video yer alır.","birleşen-alan#Birleşen Alan":"Eşitlenen videonun kaplayacağı alanı belirtir.Varsayılan(%100) ve Gelişmiş şeklinde iki seçeneği bulunur.","varsayılan100#Varsayılan(%100)":"Hedef videonun tamamı entegre edilir.","gelişmiş#Gelişmiş":"Hedef videonun tamamı yerine belirlediğiniz bir kısmını entegre etmek istiyorsanız gelişmiş seçeneğini kullanabilirsiniz.Gelişmiş seçeneği işaretlendiği takdirde Yüzde ve Piksel adında iki adet Birleşen Gelişmiş Alan Tipi ortaya çıkar.","birleşen-özel-alan-tipi-yüzde#Birleşen Özel Alan Tipi: Yüzde":"Çalışma prensibi Alan > Gelişmiş > Gelişmiş Alan Tipi: Yüzde başlığı altında açıkladığımız yapı ile aynıdır.Eşitlenen videodan dilediğimiz alanı yüzdesel oranlar ile seçmemizi sağlar.Detaylar için buraya tıklayınız.","birleşen-özel-alan-tipi-piksel#Birleşen Özel Alan Tipi: Piksel":"Çalışma prensibi Alan > Gelişmiş > Gelişmiş Alan Tipi: Piksel başlığı altında açıkladığımız yapı ile aynıdır.Hedef videodan seçilmek istenen alanın pikseller ile seçilmesini sağlar.Detaylar için buraya tıklayınız."}},"/hitgun/fabrika/metot":{"title":"Metot","data":{"":"Your browser does not support the video tag.\nİçerik üretim metodu bu alanda belirlenir.Rastgele, Dakika ve Aralık olmak üzere üç ayrı seçenek bulunur.Belirlenen seçenek, hedef videolar üzerinden süre ayarları yapılmasını sağlar.Hit Gun sisteminin en temel yapılarından birisidir. Çalışmalar bu yapı üzerine inşa edilir."}},"/hitgun/fabrika/metot/dakika":{"title":"Dakika","data":{"":"Dakika metodu, hedef videonun dilediğiniz sürelerinden içerik üretmenizi sağlar.Süre ve Bölüm adında iki alt modu bulunur.","süre#Süre":"Kesitlerini oluşturmak istediğiniz sahnelerin başlangıç sürelerini belirlediğiniz moddur.İşlem gerçekleştirmek istenen süreler \" virgül (,) \" ile birbirinden ayrılarak(1:13,2:46,7:19,26:12 gibi) bir not defterine eklenir.\r\nNot defteri, Dakikalar adındaki bölümden sisteme tanımlanır.","örnek#Örnek":"30 dakikalık bir Youtube videosundan 4 adet sahneyi çıkarmak istediğimizi düşünelim.\nURL\tyoutube.com/video-id\tDakikalar\t1:13,2:46,7:19,26:12\tVideo Süresi/Sabit\t40\tMetot\tDakika/Süre","sonuç#Sonuç":"Video Sırası\tBaşlangıç\tBitiş\t1\t1:13\t1:53\t2\t2:46\t3:26\t3\t7:19\t7:59\t4\t26:12\t26:52\t\nİşlemler tamamlandığında, tabloda gösterilen süre aralıklarından oluşturulan 4 adet yeni video bilgisayarınızda belirlediğiniz klasöre kaydedilir.","bölüm#Bölüm":"Video Süresi girmek yerine dilediğiniz bir zaman aralığını seçmek istiyorsanız Bölüm modunu kullanabilirsiniz.Bu özellik sayesinde özel zaman aralıkları belirleyip dilediğiniz tüm sahneleri kaydedebilirsiniz.Zaman aralıkları \" - \" işareti ile ifade edilmeli ve farklı sahneler birbirinden \" virgül (,) \" ile ayrılmalıdır.","örnek-1#Örnek":"Bilgisayarımızda bulunan 3 saatlik bir videonun 6 farklı sahnesinden ayrı ayrı içerikler oluşturmak isteyelim.\nVideolar\tC://Dosya Yolu/dosya-adı.mp4\tDakikalar\t14:21-16:35,26:19-32:13,45:54-56:12,58:17-1:16:12,1:45:18-2:14:42,2:27:13-2:43:19\tMetot\tDakika/Bölüm\t\nBu çalışma sonucunda ilgili süre aralıklarından oluşan 6 adet içerik, belirlediğimiz çıktı klasörü içerisinde oluşturulur."}},"/hitgun/fabrika/metot/rastgele":{"title":"Rastgele","data":{"":"Rastgele metodu, hedef videonun rastgele bir  süresinin seçilmesini sağlar.Örneğin 2 saatlik bir Youtube videosu üzerinden 9 adet içerik oluşturmak istediğimizi varsayalım.","örnek#Örnek":"URL\tyoutube.com/video-id\tÜretim Sayısı\t9\tVideo Süresi/Sabit\t30\tMetot\tRastgele\t\nYukarıdaki ayarlar sonrası, 2 saatlik video içerisinde rastgele 9 adet başlangıç süresi belirlenir ve 30 saniyelik içerikler oluşturulur.","sonuç#Sonuç":"Video Sırası\tBaşlangıç\tBitiş\t1\t14:36\t15:06\t2\t25:13\t25:43\t3\t29:42\t30:12\t4\t43:17\t43:47\t5\t1:11:24\t1:11:54\t6\t1:32:19\t1:32:49\t7\t1:43:05\t1:43:35\t8\t1:51:44\t1:51:14\t9\t1:55:32\t1:56:02\t\n9 adet video, tabloda yer alan süre aralıklarında ayrı ayrı oluşturularak belirlediğiniz klasöre mp4 formatında kaydedilir."}},"/hitgun/fabrika/metot/aralik":{"title":"Aralık","data":{"":"Aralık metodu, girilen zaman aralıkları üzerinde çalışmalar yapılmasını sağlar.Rastgele ve Sıralı olmak üzere iki alt modu bulunur.","rastgele#Rastgele":"Rastgele modu aktifken, girilen zaman aralıkları içerisinde \" Üretim Sayısı \" bölümüne yazılan miktar kadar içerik üretimi gerçekleştirilir.","örnek#Örnek":"40 dakikalık bir Youtube videosu için oluşturulan ayarlar şu şekilde :\nURL\tyoutube.com/video-id\tÜretim Sayısı\t3\tSüre Aralıkları\t2:14-3:21,6:16-9:19,17:21-24:18,34:13-39:21\tVideo Süresi/Sabit\t15\tMetot\tAralık/Rastgele","sonuç#Sonuç":"Aralık\tÜretilen Video Sayısı\t2:14-3:21\t3\t6:16-9:19\t3\t17:21-24:18\t3\t34:13-39:21\t3\t\nHer bir zaman aralığı için rastgele biçimde ayrı ayrı 15 saniyelik 3 adet video üretilmiş olur.Bu çalışma sonunda elimizde toplam 12 adet video oluşur.","sıralı#Sıralı":"Sıralı seçeneği aktif durumdayken, girilen zaman aralıklarının tamamı için içerik üretimi gerçekleşir.","örnek-1#Örnek":"Yukarıda yer alan örnekte birkaç küçük değişiklik uygulayarak devam edelim.40 dakikalık bir Youtube videosu için oluşturulan ayarlar şu şekilde :\nURL\tyoutube.com/video-id\tSüre Aralıkları\t2:14-3:21,6:16-9:19,17:21-20:18,34:13-36:21\tVideo Süresi/Sabit\t45\tMetot\tAralık/Düzenli","sonuç-1#Sonuç":"Aralık\tÜretim Yapılan Süreler\tÜretilen Video Sayısı\t2:14-3:21\t2:14-2:59,2:59-3:44\t2\t6:16-9:19\t6:16-7:01,7:01-7:46,7:46-8:31,8:31-9:16,9:16-10:01\t5\t17:21-20:18\t17:21-18:06,18:06-18:51,18:51-19:34,19:34-20:19\t4\t34:13-36:21\t34:13-34:58,34:58-35:43,35:43-36:28\t3\t\nGörüldüğü gibi, farklı zaman aralıkları için farklı sayıda içerikler oluşturuldu.Oluşturulan her içerik 45 saniye uzunluğundadır.Üretilen son içeriğin süresi, girilen zaman aralığını aştığında içerik üretimi sonlandırılır."}},"/hitgun/genis":{"title":"GENİŞ","data":{"":"Geniş, geniş ekran özelliğinin kısa adıdır.Hit Gun modu içerisinde yer alır ve yatay içerikler üretmenize olanak tanır.Klip ve Fade gibi ek özellikleri bulunur.Dilediğiniz takdirde, ürettiğiniz içerikleri klip özelliği ile tek bir video haline getirerek uzun videolar oluşturabilirsiniz."}},"/hitgun/fabrika/video-suresi":{"title":"Video Süresi","data":{"":"Üretilecek videoların süre ayarlarının yapıldığı kısımdır.Sabit ve Değişken adında iki farklı seçenek bulunur.\nYour browser does not support the video tag.","sabit-süre#Sabit Süre":"İşaretlendiği zaman, girilen değer uzunluğunda içerikler üretilir.Örneğin 30 değeri girildiğinde, üretilen her içerik 30 saniye olur.","değişken-süre#Değişken Süre":"Min Süre ve Max Süre içerisine girilen değerler aralığından rastgele bir değer seçer ve bu değer uzunluğunda içerik üretimi sağlar.Örneğin Min Süre \"30\", Max Süre \"200\" olarak ayarlanmış ve bu değerler arasından sistem, 142 değerini seçmiş olsun. Video'nun uzunluğu 142 saniye olacaktır."}},"/hitgun/fabrika/uretim-sayisi":{"title":"Üretim Sayısı","data":{"":"Fabrika ayarlarının Metot özelliğinde üç adet seçenek bulunur.Rastgele - Sabit - AralıkRastgele veya Aralık/Random seçenekleri işaretliyken kaç adet video üretilmesini arzu ettiğinizi bu bölüm üzerinden belirlersiniz.Girdiğiniz sayı kadar video üretimi gerçekleşir."}},"/hitgun/genis/fade":{"title":"Fade","data":{"":"Fade özelliği, videolarınızın başına ve sonuna solma efekti eklemenizi sağlar.Örneğin giriş için 3 saniye olarak ayarlanan bir fade özelliğinde, video görüntüsü önce karanlık olarak başlar ve görüntü 3 saniyede aydınlanır.Video sonu için 3 saniye ayarı yapıldığında ise videonun bitimine 3 saniye kala görüntü yavaş yavaş kararmaya başlar.","fade-ayarları#Fade Ayarları":"Fade ayarları \" - \" sembolü ile yapılır.En az 2 adet değer girilmesi gerekmektedir.0 değeri, işlem gerçekleşmemesini sağlar.Örneğin yalnızca video başlangıcı için 4 saniyelik bir fade ayarı yapmak istiyorsanız;4-0değeri girilmelidir.Sadece video sonuna 3 saniyelik bir fade ayarı eklenmek isteniyorse;0-3değeri girilmelidir.Hem video başı hem sonuna fade ayarı yapılmak isteniyorsa;4-3gibi arzu ettiğiniz değerleri girebilirsiniz.","introoutro-fade#Intro/Outro Fade":"Intro ve Outro için de fade ayarları uygulanabilir.","intro-fade#Intro Fade":"Sadece Intro için fade ayarı yapmak istediğinizde, intronuzun bitiş anına fade ayarı uygulanır.Örneğin 3 saniyelik bir fade ayarı yapmak istiyorsanız;4-3-3değeri girmeniz yeterlidir. Yani en sondaki değer, intro fade değerinizi belirler.","outro-fade#Outro Fade":"Outro'nuz için fade ayarı uyguladığınızda, outro'nun başlangıcına fade ayarı yapılır.4-3-3-4şeklinde bir ayar yaptığınızda en sonda yer alan 4 ifadesi, outronuzun ilk 4 saniyesine fade özelliği uygulanmasını sağlar.Fade özelliği uygulamak istemediğiniz anlara 0 değeri eklemelisiniz.Örneğin yalnızca Outro için fade ayarı yapmak istiyorsanız;0-0-0-4şeklinde bir değer girmelisiniz.3-2-0-2şeklinde girilen bir değerde ise videonuzun başlangıcına ve bitişine fade ayarı uygulanırken intro'ya uygulanmaz. Ardından Outro için 2 saniyelik fade ayarı uygulanır."}},"/hitgun/genis/klip":{"title":"Klip","data":{"":"Hit Gun modunda Geniş özelliği altında bulunur.Aktif edildiği zaman, Fabrika özelliği altında bulunan Metot'lardaki süre ayarları üzerinden oluşturulan içeriklerden tek bir video üretir.Rastgele ve Sıralı olmak üzere iki farklı klip türü bulunur.","rastgele#Rastgele":"Rastgele klip türünde, metotlar ile üretilen içeriklerden rastgele sırayla içerik oluşturulur.","sıralı#Sıralı":"Sıralı modunda ise metotlarda uygulanan içerik üretim sırası nasılsa, bu sıraya göre üretim yapılır.","klip-introoutro#Klip Intro/Outro":"Üretilen klipler için intro ve outro oluşturulmak isteniyorsa bu özellik kullanılır.\nIntro ve outro olarak kullanılmak istenen dosya isimleri \" intro \" ve \" outro \" şeklinde yazılmalıdır.\nBu içeriklerin yer aldığı dosya içinde başka bir dosya bulunmamalıdır.\nSadece \" Intro \" kullanılmak isteniyorsa intro; \" Outro \" kullanılmak isteniyorsa outro isimli dosya bulunmalıdır.","özel-klip#Özel Klip":"Bilgisayarınızda yer alan videolardan bir klip üretmek istiyorsanız bu seçeneği kullanabilirsiniz.Videolarınızı bir klasör içerisine yerleştirip klasörü sisteme tanımlamanız yeterlidir.Rastgele ve Sıralı seçeneğini kullanarak içeriklerinizin oluşacak yeni içerikteki düzenini belirleyebilirsiniz."}},"/hitgun/genis/klip/gecis":{"title":"Geçiş","data":{"":"Bir klip üretirken, kullanılan videolar arasına geçişler eklemek isteyebilirsiniz.Geçiş  özelliği, bu ihtiyacınızı karşılayacaktır.İşaretlendiği takdirde;Geçiş Türü - Baştan - Geçişlerşeklinde 3 seçenek oluşur.","geçiş-türü#Geçiş Türü":"Rastgele ve Sıralı  olmak üzere iki adet geçiş türü yer alır.","sıralı#Sıralı":"Sıralı geçişte, hazırladığınız geçiş videoları bir sıra halinde içeriğe eklenir.","rastgele#Rastgele":"Rastgele geçişte ise geçişleriniz tümüyle rastgele seçilerek videolar arasına eklenir.","baştan#Baştan":"Geçişler, varsayılan olarak videolar arasına eklenir.Ancak bazı durumlarda, geçişinizi videonun önüne eklemek isteyebilirsiniz.Bu tür anlarda \" Baştan \" seçeneğini işaretleyerek, videonuzu önce geçiş içeriğinizle başlatabilirsiniz.","geçişler#Geçişler":"Geçişlerinizin yer aldığı videoyu sisteme tanımlayacağınız alandır."}},"/hitgun/render":{"title":"Render","data":{"":"Your browser does not support the video tag.\nİçeriklerinizin üretim kalitesi ve üretim hızını belirleyebileceğiniz alandır.\nŞu anda yalnızca Hit Gun modu için aktiftir.\nİşlemci ve GPU olmak üzere iki farklı render seçeneği vardır.GPU işaretlendiğinde, render süreci ekran kartı üzerinden ilerler.Nvidia ve Amd ekran kartlarını desteklemektedir.","kalite#Kalite":"GPU seçeneği işaretlendiğinde Yüksek ve İyi şekline iki adet kalite seçeneği çıkar.Daha kaliteli görüntüler elde etmek için Yüksek seçeneğini işaretleyebilirsiniz\r\nancak render süreci İyi'ye kıyasla biraz daha uzun sürebilir.","hızurl#Hız(URL)":"Youtube videoları ile çalışma yürütüldüğü zaman çalışma hızı buradan belirlenebilir.İki adet hız modu vardır. Turbo ve Normal.","turbo#Turbo":"Turbo seçeneği aktif edildiği zaman ekranda Turbo Mod seçeneği oluşur.Turbo Mod'un;Normal - Hızlı - Daha hızlı - En Hızlı - Süper Hızşeklinde 5 adet hız seçeneği bulunur.Sistem gücünüze göre hızınızı belirleyebilirsiniz.\nSistem gücünüzün yetersiz kaldığı durumlarda video kayıpları yaşanabilir. Bu yüzden \" En Hızlı \" ve \" Süper Hız \" seçeneklerini kullanırken üretilen içerikleri takip etmeniz önerilir.\r\nKayıplar yaşanıyorsa, daha düşük hızları tercih edebilirsiniz."}},"/hitgun/viral/ozelses":{"title":"Özel Ses Ekle","data":{"":"Özel Ses Ekle bölümünde üç ayrı seçenek bulunur.\nHayır\nWeb\nVideo\nHayır seçeneği  işlevin pasif tutulduğu anlamına gelir.","web#Web":"Web özelliği sayesinde, Youtube'taki herhangi bir videonun herhangi bir süresinde yer alan sesi,\r\nsaniyeler içerisinde sisteme entegre ederek hızla içerik üretimi gerçekleştirebilirsiniz.\nEklemek istediğiniz sesleri bir not defteri içerisine yukarıdaki örnekte yer aldığı gibi tanımlamanız yeterlidir.Dikkat edilmesi gerekenler","listtxt-sırası#list.txt Sırası":"Öncelikle, list.txt içerisinde yer alan içeriklerinizin sırasını belirleyin. Örneğin 10 adet ses dosyası oluşturduysanız, web dosyanızın sırasını 11'den başlatın.list.txt ile ilgili detaylar için buraya tıklayın.","süreleri-belirleme#Süreleri Belirleme":"İçeriğinizin sırasını oluşturduktan sonra \" | \" işareti ekleyerek, sahnelerinizin süresini belirleyin.Örneğin 15 saniyelik bir ses kullanacaksınız ve bunun içinde de 6 farklı sahne yaratmak istiyorsunuz.Bu durumda 4.1,2.6,1.3,2.8,1.7,2.5 şeklinde sahne sürelerinizi belirleyebilirsiniz.","url-süresini-belirleme#URL Süresini Belirleme":"Bir sonraki aşamada sahne sürelerinin ardından \" | \" işareti ekleyerek, kullanmak istediğiniz sesin videonun hangi süresinde yer aldığını belirlemeniz gerekir.Diyelim ki 40 dakikalık bir videonun 25. dakikası 34. saniyesinde yer alan ve 15 saniye devam eden bir ses üzerinde çalışmak istiyorsunuz.Bu durumda görseldeki gibi bir süreç yürütmeniz gerekir.","urlyi-ekleyin#URL'yi Ekleyin":"Son aşamada ise çalışma yürütmek istediğiniz Youtube URL'sini eklemeniz yeterli.","sesi-tanımlayın#Sesi Tanımlayın":"Ses dosyanız için en başta oluşturduğunuz sıra sayısı, Sesler alanına tanımlanmalıdır.\r\nBu sayede hem bilgisayarınızda, hem Web üzerinde yer alan seslerin aynı anda kullanımı mümkün olmaktadır.\nOluşturulan sesler, otomatik olarak ses dosyanıza kaydedilir.Sonraki çalışmalarınızda bu sesleri tekrar tekrar kullanabilirsiniz.Her yeni çalışma öncesinde ses dosyalarınızın sıralarını incelemeniz, karışıklık ve sorunlar yaşanmaması adına faydalı olacaktır.","video#Video":"Video seçeneği aktif edildiğinde, Video Klasörü içerisine tanımlanan videolar üzerinden içerik üretimi gerçekleşir.\nSistem, yüklediğiniz videoyu işleyerek aynı ses ve görüntü geçişleriyle arzu ettiğiniz konuda yeni içerikler oluşturur.Sesler bölümüne herhangi bir değer girmenize gerek kalmaz, sadece eklediğiniz videolar için işlemler yürütülür.Örneğin,Instagram Reels üzerinde bir ses ile oluşturulmuş, pek çok videonun yer aldığı video ilginizi çekti.Aynı ses ve geçişlerin olduğu bir içerik yapısını arzu ettiğiniz sektör/kategoride kullanmak istediniz.Sadece video'yu bilgisayarınıza indirip sisteme tanımlamanız, süre ayarlarınızı yapılandırmanız ve hangi kaynak üzerinden içerik üretmek istediğinizi belirlemeniz yeterli olacaktır.","video-ayarı#Video Ayarı":"Video tanımlama sistemi ile viral içerikler üretmek istediğinizde, içerik analizinin hassaslığını bu alandan belirleyebilirsiniz.Varsayılan değer 20'dir.Tanımladığınız videonun geçiş süreleriyle eşleşmeyen içerikler oluşturulduğunu düşünüyorsanız\r\nburaya 20'nin altında değerler girmeniz daha sağlıklı sonuçlar almanızı sağlayacaktır."}},"/hitgun/viral":{"title":"Viral","data":{"":"Hit Gun sisteminin en etkili özelliklerinden birisidir.Dilediğiniz ses dosyası ile ilgi çekici içerikler üretmenize imkan tanır.Aynı zamanda video tanımlayarak benzer videolar üretebilirsiniz.\nViral aktifken diğer özellikler şu anda devre dışıdır."}},"/hitgun/viral/tamekran":{"title":"Tam Ekran","data":{"":"Tam ekran işaretli değilken videoların orta alanından içerik üretimi gerçekleştirilir.\r\n \r\n \r\n \r\n \r\n \nTam ekran seçeneği işaretlendiğinde ise seçilen videolar yatay hale getirilerek videonun tamamı kullanılır."}},"/hitgun/viral/sesler":{"title":"Sesler","data":{"":"Sesler, viral içeriklerde kullanılmak istenen seslerin tanımlandığı alandır.Özel Ses Ekle seçeneği ' Video ' şeklinde işaretlenmediği takdirde, kullanılacak tüm sesler buradan belirlenir.Örnekte; 1,3 ve 4. seslerin kullanımı kararlaştırılmıştır.\nKullanılacak seslerin sıraları, VE3.Plus sisteminde yer alan viral klasörü içindeki list.txt dosyasıyla belirlenir.\nlist.txt dosyası içerisinde ses detayları düzenlenir.Düzenli  bir sıra oluşturmak adına her ses, bir sayı ile başlatılır.Ayarlar \" | \" işareti ile birbirinden ayrılır.\nSesler için özel tanımlar, isimlendirmeler yapılmak isteniyorsa sayının ardndan \" - \" işareti eklenerek ses dosyası isimlendirilebilir.Sonrasında \" | \" işareti eklenerek, ses ayarları girilir.Girilen her ses ayarı, o sahnenin süresini belirler."}},"/hitgun/viral/sureler":{"title":"Süreler","data":{"":"Viral özelliğinde iki adet mod bulunur. Rastgele ve Sabit.","sabit#Sabit":"Sabit modda süreler sadece ilgili dakikaları göstermelidir.\nSes dosyasında yer alan toplam sahne sayısından daha az sayıda süre girilmemelidir.\nYalnızca saniye girilmek isteniyorsa, saniye dışında bir veri eklenmemelidir.","rastgele#Rastgele":"Rastgele mod aktifken süre aralıkları girilir.\nGirilen süre aralıkları yalnızca dakika ve saat cinsindendir."}},"/hitgun/viral/viralmod":{"title":"Viral Mod","data":{"":"Your browser does not support the video tag.\nSabit ve Rastgele olmak üzere iki adet viral modu bulunmaktadır.","sabit-mod#Sabit Mod":"Sabit sürelerden oluşan içerikler üretmek istiyorsanız bu mod ihtiyacınızı karşılayacaktır.ÖrneğinKullandığınız ses dosyasının 4 adet sahnesi 4.1,2.3,3.6,1.9 süreleri ile belirlenmiş olsun.Bu 4 adet sahne için 40 dakikalık bir videonun 14:13, 21:36, 33:17 ve 38:11 nci dakikalarında yer alan görüntüleri kullanarak içerik üretmek istediniz.Bu durumdailk sahne 14:13. dakikadan başlar ve (+4.1)14:17.1 ' e dek devam eder.ikinci sahne 21:36 ' dan başlar (+2.3)21:38.3 ' e dek devam eder.üçüncü sahne 33:17 ' den başlar (+3.6)33:20.6 ' ya dek devam eder.son sahne ise 38:11 ' den başlar (+1.9)38:12.9 ' a dek devam eder.elde edilen görüntülerden, kullanılan ses dosyasıyla yeni bir içerik oluşturulur.\nSıralı mod'da girilen sürelere göre üretim gerçekleşir.\nSıralı mod'da sadece süre girilir. 14:11,21:16,1:27:19 gibi.","rastgele-mod#Rastgele Mod":"Rastgele mod aktif edildiğinde, girdiğiniz süre aralıkları içerisinden rastgele sahneler seçilir ve bu içeriklerle yeni bir video oluşturulur.ÖrneğinKullandığınız ses dosyasının 4 adet sahnesi 4.1,2.3,3.6,1.9 süreleri ile belirlenmiş olsun.Bu 4 adet sahne için 40 dakikalık bir videonun 5-13, 14-18, 21-27 ve 31-36 nci dakikaları arasında yer alan görüntüleri kullanarak içerik üretmek istediniz.Bu durumda, girilen süre aralıklarından rastgele süreler seçilir ve bu sürelerden başlayarak ilgili sahne üretimleri gerçekleştirilir.ilk sahne 7:25. dakikadan başlar ve (+4.1)7:29.1 ' e dek devam eder.ikinci sahne 16:13 ' dan başlar (+2.3)16:15.3 ' e dek devam eder.üçüncü sahne 24:12 ' den başlar (+3.6)24:15.6 ' ya dek devam eder.son sahne ise 33:28 ' den başlar (+1.9)33:29.9 ' a dek devam eder.gibi gibi.\nRastgele modda kullanılan her ses için Üretim Sayısı'na girilen değer kadar içerik üretimi gerçekleştirilir.\nRastgele modda süre aralıkları girilir. 14-21,18-39,41-1:22 gibi.\nSüre aralıkları dakika ve saat cinsinden belirlenir.","üretim-sayısı#Üretim Sayısı":"Rastgele mod aktif edildiği zaman Üretim Sayısı penceresi oluşur.Buraya girilen değer sayısı kadar içerik üretimi gerçekleşir. Üretilen her içerik, belirlediğiniz sahnelerin rastgele anlarından meydana gelir."}},"/":{"title":"Giriş","data":{"":"Zaman, oldukça kıymetlidir. Aynı zamanda sermayenin kendisidir.\nGünde üç saat ayırdığımız bir işi bizim yerimize yapacak bir sistem oluşturduğumuz takdirde;\r\nher üç günde bir, başka konulara odaklanabileceğimiz yeni bir gün kazanıyoruz demektir.","ve3plus#VE3.Plus":"Your browser does not support the video tag.\nVE3.Plus sizlere günler, aylar kazandırmayı hedefleyen gelişmiş ve rakipsiz bir video düzenleme otomasyonudur.\r\nBirkaç basit ayarla pek çok video düzenleme işlemini tamamlamanızı sağlayarak, sayısız içerik üretme imkanı sunar.\nVideo Düzenleme Otomasyonu oluşturduğunuz ayarları sınırsız sayıda video üzerinde uygulayan, kendi kendine işlem yürüten sistemdir.","modlar#Modlar":"VE3.Plus'ın 4 temel modu bulunmaktadır.\nBu modların yanı sıra, tüm modlarda kullanılan ortak özellikleri de barındırır.Ortak özellikler içerisinde; video birleştirme, görsel, ses, logo ekleme, kırpma, zoom vb. seçenekler yer alır."}},"/multi":{"title":"Multi","data":{"":"Your browser does not support the video tag.\nBir klasör içerisinde yer alan çok sayıda videoyu düzenlemeyi sağlar.Oluşturulan tasarımları klasördeki tüm videolara entegre eder.","eşzamanlı#Eşzamanlı":"Ti3 sistemi için oluşturmuştur. Ti3 sistemi ile Tiktok'tan video indirme işlemi gerçekleşirken eşzamanlı olarak videoların\r\nindirildiği klasör taranır ve tespit edilen içerikler düzenlenir.10 dakika içerisinde yeni bir video tespit edilemezse sistem kapanır.","kullan-sil#Kullan-Sil":"Aktif edildiği takdirde, kullanılan içeriklerin bilgisayarda daha fazla yer kaplamaması adına düzenleme işlemi sonlanan içeriğin silinmesi sağlanır."}},"/ortak/genel-ayarlar":{"title":"Genel Ayarlar","data":{"":"Sisteme dair zoom, ayna, döndür vb. ayarları uygulayabileceğiniz alandır."}},"/ortak":{"title":"Ortak Özellikler","data":{"":"VE3.Plus sisteminde tüm modlar için bazı ortak özellikler bulunur.Bu ortak özellikleri kullanarak videolarınızı özgürce düzenleyebilirsiniz."}},"/ortak/genel-ayarlar/ayna":{"title":"Ayna","data":{"":"Your browser does not support the video tag.\nVideolarınıza ayna efekti uygulamak istiyorsanız bu seçeneği kullanabilirsiniz.Hem ana video hem birleştirilen video için ayna efektleri uygulanabilir."}},"/ortak/genel-ayarlar/dondur":{"title":"Döndür","data":{"":"Your browser does not support the video tag.\nVideolarınızı döndürme işlemini bu bölümden gerçekleştirebilirsiniz.Gireceğiniz sayıların başına “ eksi ( - ) “ koyarsanız video ters yönde döndürülecektir."}},"/ortak/genel-ayarlar/rounded-corners":{"title":"Rounded Corners","data":{"":"Your browser does not support the video tag.\nVideo köşelerinin kavisli olması için bu özellik kullanılabilir. Örneğin 20 değerinin girildiği köşe artık dik değil kavisli bir hale döner."}},"/ortak/genel-ayarlar/kirp":{"title":"Kırp","data":{"":"Your browser does not support the video tag.\nAna video ve birleştirilen videoda kırpmak istediğiniz yerleri buradan ayarlayabilirsiniz.Kırparak kullanmak istediğiniz alanın Genişliği, Yüksekliği, X ve Y değerlerini girerek sadece o alanın sonuçta yer almasını sağlayabilirsiniz."}},"/ortak/genel-ayarlar/hizlandir":{"title":"Hızlandır","data":{"":"Your browser does not support the video tag.\nVideo hızını artırmak istiyorsanız Hızlandır seçeneği hem ana video hem birleştirilen video için uygulanabilir.Hız, varsayılan olarak 1 değerindedir. 1.2, 1.5, 2 vb. hız değerleri girilebilir."}},"/ortak/genel-ayarlar/yazi":{"title":"Yazı","data":{"":"Your browser does not support the video tag.\nVideolarınıza yazı eklemek için Yazı özelliğini kullanabilirsiniz.\nYazı ekleme işlemi için bu özelliği kullanmak zorlu olabilir.\nEklemek istediğiniz yazıların görseller kullanılarak videolara eklenmesi işlemlerinizi kolaylaştırabilir.","yazı-ekle#Yazı Ekle":"Videolarınıza yazı eklemek için burayı kullanabilirsiniz.Çok sayıda yazı ekleyebilir, bunların konumlarını, renklerini, yazı tiplerini, boyutlarını ayrı ayrı belirleyebilirsiniz.","kural#Kural":"Ayarlarınızı yaparken her yazıyı \" :: \" parametresi ile ayırabilirsiniz. Örneğin iki ayrı yazı eklemek istediğinizdeilk yazınız::ikinci yazınız şeklinde bu yazıları ayrıştırabilirsiniz.Bu yazılara dair yazı boyutu, yazı rengi gibi detaylara girmek istediğiniz zaman aynı\r\nşekilde \" :: \" parametresini kullanarak her yazı için ayarlarınızı tamamlayabilirsiniz.","yazı-boyutu#Yazı Boyutu":"Eklediğiniz yazıların boyutlarını belirlediğiniz alandır.","yazı-rengi#Yazı Rengi":"Yazılarınızın renk ayarlarını yapabileceğiniz kısımdır.","yazı-koordinatları#Yazı Koordinatları":"Yazı konumları buradan belirlenir. X ve Y koordinatları girerek yazılarınızın konumunu belirleyebilirsiniz.","yazı-fontu#Yazı Fontu":"Yazılarınıza özel fontlar vermek istiyorsanız burayı kullanabilirsiniz. Bilgisayarınızda yer alan Windows fontlarından herhangi birini tercih edebilirsiniz.","yazı-opaklığı#Yazı Opaklığı":"Yazıların şeffaflık ayarı burada yapılır. Değer azaldıkça şeffaflık artar."}},"/ortak/kaydet":{"title":"Kaydet","data":{"":"Your browser does not support the video tag.","kayıt-klasörü#Kayıt Klasörü":"Üretilen içeriklerin kaydedilmesini istediğimiz klasörü tanımladığımız bölümdür.","metaverileri-sil#Metaverileri Sil":"Sistem dosyalarda metaveri tespit ederse, bu seçenek işaretli olduğu takdirde üretilen videolarda bu metaveriler silinmiş olacaktır.","sonucu-oynat#Sonucu Oynat":"Ürettiğimiz içerikler kaydedildikten sonra oynatılsın istiyorsak burayı işaretleyebiliriz. Bu sayede ürettiğiniz sonuçları hızlıca görüntüleyebilirsiniz."}},"/ortak/genel-ayarlar/zoom":{"title":"Zoom","data":{"":"Your browser does not support the video tag.\nAna video ve birleşen video için zoom ayarları yapmanızı sağlar. Sadece ekranın ortasına zoom gerçekleşir.En düşük ayar 1, en yüksek ayar 10’dur."}},"/ortak/ozel-tasarim":{"title":"Özel Tasarım","data":{"":"Videolarınızı özel tasarımlarla süslemek isterseniz bu özellikten yararlanabilirsiniz.\nYour browser does not support the video tag.","özel-video-ayarları#Özel Video Ayarları":"Dikey videolarınız varsayılan olarak çerçevenin tamamını kaplar.Ancak özel tasarım seçeneği ile bu kuralı aşabilir ve videolarınızı dilediğiniz boyutlarda ekrana yerleştirebilirsiniz.","ana-video-ayarları#Ana Video Ayarları":"Ana videonuzu çerçevede dilediğiniz boyutlarda ve konumda göstermek için sırasıyla;Genişlik,Yükseklik,X Koordinat ve Y Koordinat değerlerini buradan  girebilirsiniz.Örnek : 500,750,0,225","birleştirilecek-video-ayarları#Birleştirilecek Video Ayarları":"Seçenekler > Video Birleştir özelliği kullanıldığı zaman, birleştirilen videonun çözünürlük ve konumlarını özelleştirmek için bu seçenek kullanılabilir.Çalışma mantığı Ana Video Ayarları'nın aynısıdır.","özel-arkaplan#Özel Arkaplan":"Çerçevenizin rengini veya tasarımını değiştirmek için bu alanı kullanabilirsiniz.","arkaplan-türü#Arkaplan Türü":"Renk ve Görsel/Gif olmak üzere iki adet arkaplan türü seçeneği bulunur.","renk#Renk":"Renk seçeneği aktif edildiğinde\nSiyah\nBeyaz\nKırmızı\nMavi\nYeşil\nSarı\nMor\nseçenekleri ve\nÖzel Renk\nseçeneği ortaya çıkar.Dilerseniz hazır renkleri kullanabilir veya Özel Renk seçeneği ile arzu ettiğiniz\r\nbir rengin HEX kodunu kullanarak arkaplan için farklı bir renk tercihi yapabilirsiniz.","görselgif#Görsel/Gif":"Arkaplanınıza sabit bir renk yerine bir görsel veya gif tanımlamak isterseniz bu alanı kullanabilirsiniz.Arkaplana tanımlamak istediğiniz dikey görseli/gifi bir klasöre ekledikten sonra bu seçenek üzerinden sisteme entegre edebilirsiniz."}},"/ortak/secenekler":{"title":"Seçenekler","data":{"":"Çalışmalarınızı özgünleştirmek, farklı tasarımlar oluşturmak adına çok sayıda seçenek bulunmaktadır."}},"/ortak/kaynak":{"title":"Kaynak","data":{"":"Düzenlemek istediğimiz içeriğin belirlendiği bölümdür.İçerisinde Videolar, URL ve URL List adında üç seçenek yer alır.","videolar#Videolar":"Bilgisayarımızdaki videolar ile düzenleme işlemi gerçekleştirmek istiyorsak bu seçenek kullanılır.Videolar bir klasör içine eklenir ve klasör bu seçenek ile sisteme tanımlanır.","url#URL":"URL List ile birlikte Hit Gun moduna ait bir özelliktir.Yalnızca Youtube videoları için kullanılabilir.Çalışma yapmak istediğimiz Youtube videosunun linki bu alandan sisteme tanımlanır.","url-list#URL List":"Birden fazla Youtube videosu ile aynı anda işlem gerçekleştirmek istiyorsak URL List kullanılır.Linkler bir not defteri içerisine alt alta eklendikten sonra not defteri sisteme tanımlanır.\nHit Gun modunda kaynak kullanımı için işlem sırası vardır.\nURL List aktif durumdaysa sistem diğer seçenekleri yok sayar ve URL List üzerinden işlem yapmaya çalışır.\nURL List kapalıysa URL'ye göre işlem yürütülür. Eğer URL'de herhangi bir link tanımlanmadıysa, Videolar seçeneği kullanılır.","proxy#Proxy":"URL özelliğini Proxy ile kullanmak isterseniz Proxy seçeneğini aktif edebilirsiniz.","proxy-listesi#Proxy Listesi":"Proxy özelliğini kullanmak için proxylerinizin yer aldığı bir not defteri Proxy Listesi seçeneğinden sisteme tanımlanmalıdır.","sabit-proxy-adı#Sabit Proxy Adı":"Kullanıcı adı ve şifre ile bağlanılan bir Proxy'e sahipseniz ve tüm proxylerinizde aynı kullanıcı ve şifre tanımlıysa, bu alana kullanıcı adınızı girebilirsiniz.","sabit-proxy-şifresi#Sabit Proxy Şifresi":"Tüm proxylerinizde aynı şifre yer alıyorsa şifreyi bu alana girebilirsiniz.","proxy-kuralları#Proxy Kuralları":"Proxy türü Http olmak zorundadır. Https veya Socks5 proxyler desteklenmemektedir.\nKullanıcı ve şifreleri farklı olan çok sayıda proxy'e sahipseniz, not defterinde bu bilgileri\nIP:Port:Username:Passwordşeklinde girmelisiniz.Aynı kullanıcı ve şifrelere sahipseniz not defterinde sadeceIP:Portgirişi yapabilirsiniz. Kullanıcı adı ve şifrenizi ise Sabit Kullanıcı Adı ile Sabit Proxy Şifresi alanlarına girebilirsiniz.Herhangi bir kullanıcı adı ve şifreniz yoksa yalnızcaIP:Porttanımlaması yeterlidir.\nProxyler not defterinde alt alta yer almalıdır.\nÖrneğin :\nMevcut proxyler rastgele biçimde kullanılır. Her çalışma için listeden rastgele bir proxy seçilir.\nProxy kullanımı için en az 10 adet çalışır durumda olan http proxy türü eklemeniz önerilir.","nereden-http-proxy-satın-alabilirim#Nereden Http Proxy Satın Alabilirim?":"Webshare.io adresinden satın alabilirsiniz."}},"/ortak/secenekler/logo-ekle":{"title":"Logo Ekle","data":{"":"Your browser does not support the video tag.\nÇalışmalarımızda logomuz yer alsın istiyorsak Logo Ekle seçeneği üzerinden bu işlemi uygulayabiliriz.İşaretlendiği zaman; logo eklemek için bir alan, logo ayarları ve logo opaklığı olmak üzere 3 adet seçenek oluşacaktır.","logo-ayarları#Logo Ayarları":"Eklediğiniz logonun boyutunu ve konumunu bu alandan belirleyebilirsiniz.Sırasıyla Genişlik,Yükseklik,X Koordinat,Y Koordinat değerlerini girmelisiniz(Örn: 100,150,50,200).","logo-opaklık-ayarı#Logo Opaklık Ayarı":"Logonuzu transparan hale getirmek için bu alanı kullanabilirsiniz.9 değeri en net görüntüyü sağlar. 1 değerine yaklaşıldıkça görüntü şeffaflaşır."}},"/ortak/secenekler/gorsel-ekle-t":{"title":"Görsel Ekle(T)","data":{"":"Transparan görseller eklemek istiyorsanız bu alanı kullanabilirsiniz.\nYour browser does not support the video tag.\nÇalışma mantığı Görsel Ekle seçeneği ile aynıdır. Transparan görseller ile normal görsellerin ayrı ayrı kullanılabilmesi için oluşturulmuştur.","görsellert#Görseller(T)":"Bir klasör içerisine kullanmak istediğiniz transparan görselleri sırayla ekleyin ve Görseller(T) bölümünden klasörü sisteme tanımlayın.","görsel-sayısıt#Görsel Sayısı(T)":"İçeriklerinize en fazla 5 adet transparan görsel ekleyebilirsiniz. Bu görsellerin boyutlarını, konumlarını özelleştirebilir şeffaflık ayarları uygulayabilirsiniz.Kaç görsel kullanmak istediğinizi Görsel Sayısı(T) kısmından ayarlayabilrisiniz.","görsel-ayarlarıt#Görsel Ayarları(T)":"Eklenen görsellerin Genişlik, Yükseklik, X ve Y koordinat ayarları buradan yapılır.Eklediğiniz görsel sayısına göre her görselin ayarını \" :: \" ifadesi ile oluşturabilirsiniz.","örnek#Örnek":"Çalışmalarımıza 4 adet görsel eklemek istediğimizi varsayalım.4 adet görseli bir klasör içerisine koyup sisteme tanımladık.Ardından Görsel Sayısı'nı 4 olarak belirledik.Görsellerimizin çözünürlüklerini ve hangi konumlarda yer almasını arzu ediyorsak konum bilgilerini girmemiz gerekir.Örnek çözünürlükler ve konumlar oluşturalım.\nİşlem sırası : Genişlik,Yükseklik,X,Y şeklinde oluşturulmalıdır.\n250,420,50,290::400,120,140,80::110,270,35,65::350,200,45,90Bu ayarlar neticesinde 4 adet görsel, arzu ettiğimiz çözünürlüklerde ve konumlarda içeriğe entegre edilecektir.","opaklık-ayarlarıt#Opaklık Ayarları(T)":"Görsellerinize şeffaflık ayarı vermek için bu seçeneği kullanabilirsiniz.1 ve 9 arasında değer verilebilir.9 değerine yaklaştıkça görsel daha belirgin hale gelir. Bu değerden uzaklaşıldıkça şeffaflık artar.Birden fazla görsel kullanıldığı durumlarda her görsel için \" :: \" parametresi ile ayrı değer girilebilir.","örnek-1#Örnek":"Üç adet görsel kullandınız ve üçü için de şeffaflık ayarı vermek istiyorsunuz.Bu durumda Opaklık Ayarları bölümüne örneğin 5 değeri yazılırsa, bu değer tüm görseller için uygulanır.Ancak her biri için ayrı değerler tanımlanmak isteniyorsa 5::2::7 şeklinde her görsel için ayrı değerler tanımlanabilir.","süre-aralığı#Süre Aralığı":"Süre Aralığı(Yatay) seçeneği aktif edildiği zaman kullanılabilir hale gelen özelliktir.Hit Gun > Geniş modu, yatay içerikler üretmeye imkan tanır. Bu içeriklerde, belli bir süre ekranda kalıp sonra kaybolmasını\r\nistediğiniz görseller oluşturmak için bu özellik kullanılabilir.Örneğin Süre Aralığı kısmına 5-15 yazıldığı zaman, ilgili görsel videonun 5. saniyesinde ekrana gelir ve 15. saniyesine dek ekranda kaldıktan sonra kaybolur."}},"/ortak/secenekler/gorsel-ekle":{"title":"Görsel Ekle","data":{"":"Videolarınıza görsel ekleyebileceğiniz seçenektir.\nYour browser does not support the video tag.","görseller#Görseller":"Bir klasör içerisine kullanmak istediğiniz görselleri sırayla ekleyin ve Görseller bölümünden klasörü sisteme tanımlayın.","görsel-sayısı#Görsel Sayısı":"İçeriklerinize en fazla 5 adet görsel ekleyebilirsiniz. Bu görsellerin boyutlarını, konumlarını özelleştirebilir şeffaflık ayarları uygulayabilirsiniz.Kaç görsel kullanmak istediğinizi Görsel Sayısı kısmından ayarlayabilrisiniz.","görsel-ayarları#Görsel Ayarları":"Eklenen görsellerin Genişlik, Yükseklik, X ve Y koordinat ayarları buradan yapılır.Eklediğiniz görsel sayısına göre her görselin ayarını \" :: \" ifadesi ile oluşturabilirsiniz.","örnek#Örnek":"Çalışmalarımıza 4 adet görsel eklemek istediğimizi varsayalım.4 adet görseli bir klasör içerisine koyup sisteme tanımladık.Ardından Görsel Sayısı'nı 4 olarak belirledik.Görsellerimizin çözünürlüklerini ve hangi konumlarda yer almasını arzu ediyorsak konum bilgilerini girmemiz gerekir.Örnek çözünürlükler ve konumlar oluşturalım.\nİşlem sırası : Genişlik,Yükseklik,X,Y şeklinde oluşturulmalıdır.\n250,420,50,290::400,120,140,80::110,270,35,65::350,200,45,90Bu ayarlar neticesinde 4 adet görsel, arzu ettiğimiz çözünürlüklerde ve konumlarda içeriğe entegre edilecektir.","opaklık-ayarları#Opaklık Ayarları":"Görsellerinize şeffaflık ayarı vermek için bu seçeneği kullanabilirsiniz.1 ve 9 arasında değer verilebilir.9 değerine yaklaştıkça görsel daha belirgin hale gelir. Bu değerden uzaklaşıldıkça şeffaflık artar.Birden fazla görsel kullanıldığı durumlarda her görsel için \" :: \" parametresi ile ayrı değer girilebilir.","örnek-1#Örnek":"Üç adet görsel kullandınız ve üçü için de şeffaflık ayarı vermek istiyorsunuz.Bu durumda Opaklık Ayarları bölümüne örneğin 5 değeri yazılırsa, bu değer tüm görseller için uygulanır.Ancak her biri için ayrı değerler tanımlanmak isteniyorsa 5::2::7 şeklinde her görsel için ayrı değerler tanımlanabilir."}},"/ortak/secenekler/ses-ekle":{"title":"Ses Ekle","data":{"":"Videolarımızda dışardan bir ses kullanmak istiyorsak Ses Ekle özelliği ile bu işlemi gerçekleştirebiliriz.\nYalnızca .mp3 uzantılı ses dosyaları entegre edilebilir.\nSes dosyamızı bir klasör için ekleyerek klasörü sisteme tanımlayabilir ve kullanmak istediğimiz sesi videolara ekleyebiliriz."}},"/ortak/secenekler/intro-outro-ekle":{"title":"Intro/Outro Ekle","data":{"":"Your browser does not support the video tag.\nDikey videolara intro ve outro eklemek için bu özellik kullanılabilir.Yalnızca görsel ve gif kullanımı etkindir.","intro-ekle#Intro Ekle":"Dikey videolarınıza Intro eklemek için bu özelliği aktif etmeniz yeterlidir.Aktif edildiğinde Intro Süresi ve Intro Dosyası adında iki yeni özellik ortaya çıkar.","intro-süresi#Intro Süresi":"Eklediğiniz görsel veya gif'in giriş anında ekranda kaç saniye görüntülenmesini istediğinizi buradan belirleyebilirsiniz.En yüksek değer 10 saniyedir.","intro-dosyası#Intro Dosyası":"Intro dosyanızı(görsel veya gif) bir klasöre ekledikten sonra Intro Dosyası seçeneği üzerinden klasörünüzü sisteme tanımlayabilirsiniz.","outro-ekle#Outro Ekle":"Dikey videolarınıza Outro eklemek için bu özelliği aktif etmeniz yeterlidir.","outro-süresi#Outro Süresi":"Eklediğiniz görsel veya gif'in video sonunda ekranda kaç saniye görüntülenmesini istediğinizi buradan belirleyebilirsiniz.En yüksek değer 10 saniyedir.","outro-dosyası#Outro Dosyası":"Outro dosyanızı(görsel veya gif) bir klasöre ekledikten sonra Outro Dosyası seçeneği üzerinden klasörünüzü sisteme tanımlayabilirsiniz."}},"/ortak/secenekler/video-birlestir":{"title":"Video Birleştir","data":{"":"Video Birleştir seçeneği etkinleştirildiğinde, üretilmek istenen içeriklere yeni videolar entegre edilebilir.Hit Gun sisteminde yer alan Eşitle özelliğine benzer bir yapıdadır.\nYour browser does not support the video tag.","birleştirilecek-video#Birleştirilecek Video":"Üretilecek içeriklerle birleştirmek istediğiniz videoları buradan tanımlayabilirsiniz.Süre ayarlarından belirlediğiniz ayarlara göre sahneler kullanılacaktır.","süre-ayarı#Süre Ayarı":"Varsayılan, Rastgele ve Özel Süre adında üç ayrı süre ayarı bulunmaktadır.","varsayılan#Varsayılan":"Varsayılan süre ayarı, birleştirilen videoyu 10. saniyesinden itibaren başlatır. Bunun temel sebebi, birleştirien videoda intro olma ihtimalidir.Doğrudan içeriğin birleştirilmesi adına 10. saniyesinden itibaren birleştirme süreci başlar.","rastgele#Rastgele":"Birleştirme işlemini, birleştirilen videonun rastgele bir süresinden başlatır.Örneğin 40 dakikalık bir videoyu birleştirilen video olarak kullanmayı tercih ettiğinizde, çalışma yapılan her video için birleştirilen videonun farklı sürelerinden başlanır.","özel-süre#Özel Süre":"Birleştirilen videonun hangi süresinden başlamayı tercih ediyorsanız o süreyi girebileceğiniz alandır.\nÖzel süre, saniye cinsinden girilir.","ana-video-konumu#Ana Video Konumu":"Hit Gun/Eşitle yapısında olduğu gibi Video Birleştir yapısında da ana video konumu değiştirilebilir.Eşitle yapısından farklı olarak, burada sağ ve sol seçenekleri de bulunmaktadır.Yani ana video üstte, altta, solda veya sağda yer alabilir.","ana-video-oranı#Ana Video Oranı":"Ana videonun çerçevede kaplayacağı oranı belirler.Varsayılan olarak %70'tir.","birleştirilen-video-opaklığı#Birleştirilen Video Opaklığı":"Birleştirilen videonun opaklık ayarı burada yapılır. Videonuzun şeffaflaşmasını istiyorsanız bu ayarı etkinleştirip opaklık ayarı yapabilirsiniz.Girilen sayı arttıkça netlik artar, azaldıkça şeffaflık artar.","birleştirilen-video-sesi#Birleştirilen Video Sesi":"Oluşturulan videolarda varsayılan olarak ana video sesi yer alır.Eğer birleştirdiğiniz videonun sesini kullanmak istiyorsanız bu ayarı etkinleştirebilirsiniz."}},"/single":{"title":"Single","data":{"":"Your browser does not support the video tag.\nTek bir video ile işlem yapılmak isteniyorsa Single modu tercih edilebilir.Klasör içerisinde yer alan ilk video için düzenleme işlemi gerçekleştirilir."}},"/ortak/test":{"title":"Hızlı Test","data":{"":"Your browser does not support the video tag.\nGerçek bir render sürecini başlatmadan önce oluşacak sonuca dair özinleme oluşturmak için Hızlı Test özelliğini kullanabilirsiniz.Bu sayede arzu ettiğiniz çıktı oluşana dek testlerinizi yapar ve zaman kazanırsınız.","hızlı-test-ayarı#Hızlı Test Ayarı":"İki adet hızlı test ayarı bulunmaktadır.","sonucun-ilk-saniyelerini-göster#Sonucun ilk saniyelerini göster":"Bu test ayarı ile elde edeceğiniz sonucun yalnızca ilk saniyeleri için video üretimi gerçekleşir.İlk 15 saniye ve ilk 30 saniye şeklinde iki ayrı seçeneği mevcuttur.","görsel-olarak-göster#Görsel olarak göster":"İşaretlendiğinde, sonucun rastgele bir anından görüntü alır ve bunu gösterir.Özellikle görsel, logo vb. kullanımlar gerçekleştirdiyseniz bunların arzu ettiğiniz gibi konumlandığından emin olmak için kullanımı tercih edilebilir."}},"/sinirlamalar":{"title":"Sınırlamalar","data":{"":"VE3.Plus sisteminde Single, Multi, Boost ve Hit Gun olmak üzere 4 adet mod, Hit Gun modu altında ise çok sayıda alt mod yer alır.Alt modlar kendi içlerinde kararlı biçimde çalışırken diğer alt modların özellikleri ve ortak özellikler ile uyumlu çalışması için testler devam etmektedir.Bu sebeple, test aşamasında olan özelliklerin kullanımı şu anda engellenmiş durumdadır.Test aşamasında olan ve testleri tamamlanan özellikleri Forum/Test adresinden takip edebilirsiniz."}},"/ve3plus-helper":{"title":"VE3.Plus-Helper","data":{"":"Your browser does not support the video tag.\nVE3.Plus-Helper, VE3.Plus sisteminde süre ayarlarınızı daha kolay biçimde gerçekleştirebilmeniz için geliştirilmiştir.Bu sistem sayesinde özellikle çok sayıda süre ayarına ihtiyaç duyduğunuz anlarda arzu ettiğiniz süreleri oldukça kolay bir biçimde seçerek\r\nbunları indirme butonu ile bir not defteri halinde bilgisayarınıza kaydedebilir veya doğrudan kopyalayarak dilediğiniz yerde kullanabilirsiniz.","özellikler#Özellikler":"VE3.Plus-Helper Youtube ve Local olmak üzere iki ayrı kaynaktan süre kayıtları gerçekleştirebilir.","youtube#Youtube":"Youtube'ta yer alan bir video için süre ayarları oluşturmak istiyorsanız bu seçeneği kullanabilirsiniz.\" Enter YouTube URL \" alanına Youtube linkinizi girip, yanında yer alan butona tıklamanız yeterlidir.\nYour browser does not support the video tag.","local#Local":"Bilgisayarınızda bulunan videolar ile işlem gerçekleştirmek istediğinizde Local seçeneğinden yararlanabilirsiniz.\nYour browser does not support the video tag.","modlar#Modlar":"Süre ayarlarını belirlerken VE3.Plus sistemindeki ihtiyacınıza göre Interval ve Minute modunu kullanabilirsiniz.","minute-mode#Minute Mode":"VE3.Plus sisteminde Fabrika > Metot > Dakika metodunu kullanarak,\r\nçalışma yapmak istediğiniz süreleri doğrudan seçebilirsiniz.Yukarıda yer alan örnekler Minute mode üzerinden gösterilmiştir.","minuterange-mode#Minute/Range Mode":"Fabrika > Metot > Dakika - Bölüm metodu ile arzu ettiğiniz süre aralıklarının tamamını seçebilirsiniz.\r\nMinute/Range mode, çalışma gerçekleştirmek istediğiniz süre aralıklarını hızla belirlemenize yardımcı olur.\nYour browser does not support the video tag.","interval-mode#Interval Mode":"Fabrika > Metot > Aralık metodunu kullanmak istediğiniz zaman Interval Mode seçeneğinden yararlanabilirsiniz.Aralık modunda yalnızca dakika ve saat aralıkları belirlendiği için VE3.Plus-Helper sistemimizde de Interval Mode aktif edildiğinde yalnızca dakika ve saat aralıkları elde edilir.\nYour browser does not support the video tag."}}}